Tekla.Structures.Solid.Face.#ctor(System.Collections.ArrayList,Tekla.Structures.Geometry3d.Vector)
Instantiates a new face.
LoopList: A list of loops in the new face.
NormalVector: A normal vector of the new face.